/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "カラーパレット“%@”の読み込み中にエラーが起きました。別のパレットを選択してください。";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "カラーパレット“%@”の保存中にエラーが起きました。もう一度保存を試してください。";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "カスタムパレットを“%@”に保存しようとしたときにエラーが起きました。もう一度保存を試してください。";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "“%@”カラーパレット全体を取り除いてもよろしいですか？";

/* Brightness slider text */
"Brightness" = "明度";

/* COMMENT
   NEED COMMENT */
"Cancel" = "キャンセル";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "カラーパレット";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "カラーつまみ";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "カラーホイール";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "クレヨン";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "装置の CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "装置のグレイ";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "装置の RGB";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "パレットの名称変更エラー";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "汎用の CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "汎用のグレイ";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "汎用の RGB";

/* Color space or profile model name; monochrome */
"Gray" = "グレイ";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "カラーパネルを隠す";

/* Hue slider text */
"Hue" = "色相";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "イメージパレット";

/* Color space or profile model name */
"Indexed" = "インデックス付き";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "名前を変更したい項目が不明です。項目を 1 つだけ選択していることを確認してください。";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "新規のカラーパレット";

/* COMMENT */
"New name for color palette:" = "新しいカラーパレット名：";

/* Open Color Pallete panel title */
"Open Color Palette" = "カラーパレットを開く";

/* Color space or profile model name */
"Pattern" = "パターン";

/* COMMENT
   NEED COMMENT */
"Remove" = "取り除く";

/* COMMENT */
"Remove Color Palette" = "カラーパレットを取り除く";

/* NEED COMMENT */
"Remove Palette" = "パレットを取り除く";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "取り除いたカスタムパレットを元に戻すことはできません。カスタムパレットから %@ を取り除いてもよろしいですか？";

/* Generic title for color renaming panels */
"Rename Color" = "カラーの名称変更";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "彩度";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "カラーパネルを表示";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "カラーパレット“%1$@”には %2$ld 色含まれています。";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "ファイル“%@”を取り除くことができませんでした。";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "イメージ“%1$@”の名前を“%2$@”に変更できませんでした。";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "ファイル“%@”を変更するアクセス権がありません。";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "プロファイル“%1$@”には %2$ld 色含まれています。";

/* NEED COMMENT */
"There was a Color Panel error." = "カラーパネルのエラーが起きました。";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "カラーパレットを開こうとしてエラーが起きました。";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "カラーパレットの保存中にエラーが起きました。";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "このカラーではプロファイルを使用できません。";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "名称未設定";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "カラー“%@”はこのリストにすでに存在します。別の名前を選んでください。";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "カスタムパレット“%@”はすでに存在します。別の名前を選んでください。";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "パレット“%@”はすでに存在します。別の名前を選んでください。";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "“%1$@”の名前を“%2$@”に変更できません。";

